Dlubal.RFEM5.FeMeshSurfacesSettings
FE mesh surfaces settings

Dlubal.RFEM5.FeMeshSurfacesSettings.MaxRectangleDiagonals
Maximum ratio of FE rectangle diagonals ΔD

Dlubal.RFEM5.FeMeshSurfacesSettings.MaxInclination
Maximum out-of-plane inclination of a single quadrangle element α

Dlubal.RFEM5.FeMeshSurfacesSettings.RefinementAlongLines
FE mesh refinement along lines

Dlubal.RFEM5.FeMeshSurfacesSettings.RefinementRelationship
FE mesh refinement along lines relationship Δb

Dlubal.RFEM5.FeMeshSurfacesSettings.UnutilizedObjectsIntoSurfaces
Integrate unutilized objects into surfaces

Dlubal.RFEM5.FeMeshSurfacesSettings.Shape
Shape of finite elements

Dlubal.RFEM5.FeMeshSurfacesSettings.SameSquares
Same squares where possible

Dlubal.RFEM5.FeMeshSurfacesSettings.MappedMeshPreferred
Mapped mesh preferred